Repository: jthebaut-ut/GameOn
Catalog: GameOn/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt, ru, sq, zh_hans

source: Tap above to review who asked to join.
de: Tippen Sie oben, um zu sehen, wer um die Teilnahme gebeten hat.
es: Toque arriba para revisar quién solicitó unirse.
fr: Appuyez ci-dessus pour voir qui a demandé à nous rejoindre.
it: Tocca sopra per verificare chi ha chiesto di partecipare.
pl: Kliknij powyżej, aby sprawdzić, kto poprosił o dołączenie.
pt: Toque acima para revisar quem pediu para participar.
ru: Нажмите выше, чтобы просмотреть, кто попросил присоединиться.
sq: Trokit më lart për të shqyrtuar se kush ka kërkuar të bashkohet.
zh_hans: 点击上方即可查看谁要求加入。

source: Tap the map to move the pin
de: Tippen Sie auf die Karte, um die Markierung zu verschieben
es: Toca el mapa para mover el marcador
fr: Appuyez sur la carte pour déplacer l'épingle
it: Tocca la mappa per spostare il segnaposto
pl: Kliknij mapę, aby przesunąć pinezkę
pt: Toque no mapa para mover o alfinete
ru: Коснитесь карты, чтобы переместить метку
sq: Prekni hartën për të lëvizur kunjin
zh_hans: 点击地图即可移动图钉

source: Tap to view fan interaction
de: Tippen Sie hier, um die Interaktion mit den Fans anzuzeigen
es: Toca para ver la interacción de los fans
fr: Appuyez pour voir l'interaction des fans
it: Tocca per visualizzare l'interazione dei fan
pl: Kliknij, aby zobaczyć interakcję fanów
pt: Toque para ver a interação dos fãs
ru: Нажмите, чтобы просмотреть взаимодействие с фанатами
sq: Prekni për të parë ndërveprimin e tifozëve
zh_hans: 点击查看粉丝互动

source: Team Alerts
de: Teamwarnungen
es: Alertas de equipo
fr: Alertes d'équipe
it: Avvisi di squadra
pl: Alerty zespołu
pt: Alertas de equipe
ru: Оповещения команды
sq: Sinjalizimet e ekipit
zh_hans: 团队提醒

source: Tell fans what you’re showing. Same details as before — saved to your venue listing.
de: Sagen Sie den Fans, was Sie zeigen. Dieselben Details wie zuvor – in Ihrem Veranstaltungsorteintrag gespeichert.
es: Cuéntale a los fans lo que estás mostrando. Los mismos detalles que antes, guardados en la lista de local.
fr: Dites aux fans ce que vous montrez. Mêmes détails qu’avant – enregistrés dans la liste de vos lieux.
it: Racconta ai fan cosa stai mostrando. Stessi dettagli di prima: salvati nell'elenco dei tuoi locali.
pl: Powiedz fanom, co pokazujesz. Te same szczegóły co poprzednio — zapisane na liście obiektów.
pt: Diga aos fãs o que você está mostrando. Os mesmos detalhes de antes – salvos na lista do seu local.
ru: Расскажите фанатам, что вы показываете. Те же данные, что и раньше — сохранены в списке ваших заведений.
sq: Tregoju fansave atë që po shfaq. Të njëjtat detaje si më parë - ruhen në listën tuaj të vendit të ngjarjes.
zh_hans: 告诉粉丝你正在展示什么。与以前相同的详细信息 - 保存到您的场地列表中。

source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
it: Termini di servizio
pl: Warunki świadczenia usług
pt: Termos de Serviço
ru: Условия использования
sq: Kushtet e Shërbimit
zh_hans: 服务条款

source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
it: Termini di utilizzo
pl: Warunki użytkowania
pt: Termos de Uso
ru: Условия эксплуатации
sq: Kushtet e Përdorimit
zh_hans: 使用条款

source: Thanks for rating.
de: Danke für die Bewertung.
es: Gracias por calificar.
fr: Merci pour l'évaluation.
it: Grazie per la valutazione.
pl: Dziękujemy za ocenę.
pt: Obrigado pela avaliação.
ru: Спасибо за оценку.
sq: Faleminderit për vlerësimin.
zh_hans: 感谢您的评价。

source: The fan may have turned off discoverability or this profile can't be shown.
de: Möglicherweise hat der Lüfter die Erkennbarkeit deaktiviert oder dieses Profil kann nicht angezeigt werden.
es: Es posible que el fan haya desactivado la visibilidad o que no se pueda mostrar este perfil.
fr: Le ventilateur a peut-être désactivé la visibilité ou ce profil ne peut pas être affiché.
it: Il fan potrebbe aver disattivato la rilevabilità oppure questo profilo non può essere mostrato.
pl: Wentylator mógł wyłączyć wykrywalność lub nie można wyświetlić tego profilu.
pt: O ventilador pode ter desativado a descoberta ou este perfil não pode ser mostrado.
ru: Возможно, вентилятор отключил видимость, или этот профиль не может быть показан.
sq: Tifozja mund të ketë çaktivizuar zbulueshmërinë ose ky profil nuk mund të shfaqet.
zh_hans: 风扇可能已关闭可发现性或无法显示此配置文件。

source: The organizer declined this request. You can clear it from your Playing list.
de: Der Veranstalter lehnte diesen Antrag ab. Sie können es aus Ihrer Wiedergabeliste löschen.
es: El organizador rechazó esta solicitud. Puedes borrarlo de tu lista de reproducción.
fr: L'organisateur a décliné cette demande. Vous pouvez le supprimer de votre liste de lecture.
it: L'organizzatore ha rifiutato questa richiesta. Puoi cancellarlo dalla tua lista di riproduzione.
pl: Organizator odrzucił tę prośbę. Możesz usunąć go ze swojej listy odtwarzania.
pt: O organizador recusou este pedido. Você pode limpá-lo da sua lista de reprodução.
ru: Организатор отклонил эту просьбу. Вы можете удалить его из списка воспроизведения.
sq: Organizatori e refuzoi këtë kërkesë. Mund ta pastroni nga lista juaj e luajtjes.
zh_hans: 主办方拒绝了这一要求。您可以从播放列表中清除它。

source: They will be removed from your friends list. You can send a new request later.
de: Sie werden aus Ihrer Freundesliste entfernt. Sie können später eine neue Anfrage senden.
es: Serán eliminados de tu lista de amigos. Puede enviar una nueva solicitud más tarde.
fr: Ils seront supprimés de votre liste d'amis. Vous pourrez envoyer une nouvelle demande ultérieurement.
it: Verranno rimossi dal tuo elenco di amici. Potrai inviare una nuova richiesta in seguito.
pl: Zostaną usunięci z Twojej listy znajomych. Możesz wysłać nową prośbę później.
pt: Eles serão removidos da sua lista de amigos. Você pode enviar uma nova solicitação mais tarde.
ru: Они будут удалены из вашего списка друзей. Вы можете отправить новый запрос позже.
sq: Ata do të hiqen nga lista juaj e miqve. Ju mund të dërgoni një kërkesë të re më vonë.
zh_hans: 他们将从您的好友列表中删除。您可以稍后发送新请求。

source: They won't be able to message you or send friend requests. You won't see each other in chat lists while the block is active.
de: Sie können Ihnen keine Nachrichten senden oder Freundschaftsanfragen senden. Während die Sperre aktiv ist, werden Sie sich in den Chatlisten nicht sehen.
es: No podrán enviarte mensajes ni enviarte solicitudes de amistad. No se verán en las listas de chat mientras el bloqueo esté activo.
fr: Ils ne pourront pas vous envoyer de messages ni vous envoyer de demandes d'amitié. Vous ne vous verrez pas dans les listes de discussion tant que le blocage est actif.
it: Non potranno inviarti messaggi o inviare richieste di amicizia. Non vi vedrete negli elenchi delle chat mentre il blocco è attivo.
pl: Nie będą mogli wysyłać Ci wiadomości ani zaproszeń do grona znajomych. Nie będziecie się widzieć na listach czatów, gdy blokada będzie aktywna.
pt: Eles não poderão enviar mensagens para você ou enviar solicitações de amizade. Vocês não se verão nas listas de bate-papo enquanto o bloqueio estiver ativo.
ru: Они не смогут отправлять вам сообщения или отправлять запросы на добавление в друзья. Вы не увидите друг друга в списках чатов, пока блок активен.
sq: Ata nuk do të jenë në gjendje të të dërgojnë mesazhe ose të dërgojnë kërkesa për miqësi. Nuk do ta shihni njëri-tjetrin në listat e bisedave ndërsa bllokimi është aktiv.
zh_hans: 他们将无法向您发送消息或发送好友请求。当屏蔽处于活动状态时，您将不会在聊天列表中看到对方。

source: This account cannot be restored after deletion. Your profile and private FanGeo data will be removed or anonymized, while certain shared records may remain as “Deleted User.”
de: Dieses Konto kann nach dem Löschen nicht wiederhergestellt werden. Ihr Profil und Ihre privaten FanGeo-Daten werden entfernt oder anonymisiert, während bestimmte freigegebene Datensätze möglicherweise als „Gelöschter Benutzer“ verbleiben.
es: Esta cuenta no se puede restaurar después de eliminarla. Su perfil y sus datos privados FanGeo serán eliminados o anonimizados, mientras que ciertos registros compartidos pueden permanecer como "Usuario eliminado".
fr: Ce compte ne peut pas être restauré après suppression. Votre profil et vos données privées FanGeo seront supprimés ou anonymisés, tandis que certains enregistrements partagés pourront rester comme « Utilisateur supprimé ».
it: Questo account non può essere ripristinato dopo l'eliminazione. Il tuo profilo e i dati privati ​​FanGeo verranno rimossi o resi anonimi, mentre alcuni record condivisi potrebbero rimanere come "Utente eliminato".
pl: Tego konta nie można przywrócić po usunięciu. Twój profil i prywatne dane FanGeo zostaną usunięte lub zanonimizowane, natomiast niektóre udostępnione rekordy mogą pozostać jako „Usunięty użytkownik”.
pt: Esta conta não pode ser restaurada após exclusão. Seu perfil e dados privados FanGeo serão removidos ou anonimizados, enquanto certos registros compartilhados poderão permanecer como “Usuário Excluído”.
ru: Эту учетную запись невозможно восстановить после удаления. Ваш профиль и личные данные FanGeo будут удалены или анонимизированы, в то время как некоторые общие записи могут остаться с пометкой «Удаленный пользователь».
sq: Kjo llogari nuk mund të rikthehet pas fshirjes. Profili yt dhe të dhënat private FanGeo do të hiqen ose anonimizohen, ndërsa disa regjistrime të përbashkëta mund të mbeten si "Përdorues i fshirë".
zh_hans: 该帐户删除后无法恢复。您的个人资料和私人FanGeo数据将被删除或匿名化，而某些共享记录可能会保留为“已删除用户”。

source: This can't be undone. You can create a new request later if you still need help.
de: Dies kann nicht rückgängig gemacht werden. Sie können später eine neue Anfrage erstellen, wenn Sie weiterhin Hilfe benötigen.
es: Esto no se puede deshacer. Puede crear una nueva solicitud más tarde si aún necesita ayuda.
fr: Cela ne peut pas être annulé. Vous pourrez créer une nouvelle demande plus tard si vous avez encore besoin d'aide.
it: L'operazione non può essere annullata. Puoi creare una nuova richiesta in un secondo momento se hai ancora bisogno di aiuto.
pl: Tego nie można cofnąć. Jeśli nadal będziesz potrzebować pomocy, możesz utworzyć nową prośbę później.
pt: Isso não pode ser desfeito. Você poderá criar uma nova solicitação posteriormente se ainda precisar de ajuda.
ru: Это невозможно отменить. Вы можете создать новый запрос позже, если вам все еще нужна помощь.
sq: Kjo nuk mund të zhbëhet. Mund të krijoni një kërkesë të re më vonë nëse keni ende nevojë për ndihmë.
zh_hans: 这无法撤消。如果您仍需要帮助，可以稍后创建新请求。

source: This fan hasn't shared what they're open to yet.
de: Dieser Fan hat noch nicht mitgeteilt, wofür er offen ist.
es: Este fan aún no ha compartido a qué está abierto.
fr: Ce fan n’a pas encore partagé ce à quoi il est ouvert.
it: Questo fan non ha ancora condiviso ciò a cui è aperto.
pl: Ten fan nie podzielił się jeszcze tym, na co jest otwarty.
pt: Este fã ainda não compartilhou o que está aberto.
ru: Этот фанат еще не поделился тем, чему он открыт.
sq: Ky fans nuk e ka ndarë ende atë për të cilën janë të hapur.
zh_hans: 这位粉丝还没有分享他们的开放态度。

source: This game is no longer accepting invites.
de: Dieses Spiel nimmt keine Einladungen mehr an.
es: Este juego ya no acepta invitaciones.
fr: Ce jeu n'accepte plus les invitations.
it: Questo gioco non accetta più inviti.
pl: Ta gra nie przyjmuje już zaproszeń.
pt: Este jogo não aceita mais convites.
ru: Эта игра больше не принимает приглашения.
sq: Kjo lojë nuk pranon më ftesa.
zh_hans: 该游戏不再接受邀请。

source: This game may be full or no longer listed.
de: Dieses Spiel ist möglicherweise voll oder nicht mehr aufgeführt.
es: Es posible que este juego esté completo o que ya no aparezca en la lista.
fr: Ce jeu est peut-être complet ou n'est plus répertorié.
it: Questo gioco potrebbe essere pieno o non più elencato.
pl: Ta gra może być pełna lub nie może być już wymieniona.
pt: Este jogo pode estar completo ou não estar mais listado.
ru: Возможно, эта игра заполнена или ее больше нет в списке.
sq: Kjo lojë mund të jetë e plotë ose të mos jetë më e listuar.
zh_hans: 该游戏可能已满或不再列出。

source: This game will automatically close 12 hours after kickoff.
de: Dieses Spiel wird 12 Stunden nach Anpfiff automatisch geschlossen.
es: Este juego se cerrará automáticamente 12 horas después del inicio.
fr: Ce jeu se fermera automatiquement 12 heures après le coup d'envoi.
it: Questo gioco si chiuderà automaticamente 12 ore dopo il calcio d'inizio.
pl: Gra zakończy się automatycznie 12 godzin po rozpoczęciu.
pt: Este jogo será encerrado automaticamente 12 horas após o início.
ru: Эта игра автоматически закроется через 12 часов после начала.
sq: Kjo lojë do të mbyllet automatikisht 12 orë pas fillimit.
zh_hans: 本场比赛将在开赛12小时后自动结束。

source: This is separate from Business Pro and FanGeo+, which are digital subscriptions purchased through Apple In-App Purchase when available. Advertising does not unlock premium app features.
de: Dies unterscheidet sich von Business Pro und FanGeo+, bei denen es sich um digitale Abonnements handelt, die über Apple In-App-Kauf erworben werden, sofern verfügbar. Durch Werbung werden keine Premium-App-Funktionen freigeschaltet.
es: Esto es independiente de Business Pro y FanGeo+, que son suscripciones digitales compradas a través de Apple Compra dentro de la aplicación cuando esté disponible. La publicidad no desbloquea las funciones premium de la aplicación.
fr: Ceci est distinct de Business Pro et FanGeo+, qui sont des abonnements numériques achetés via Apple In-App Purchase lorsqu'ils sont disponibles. La publicité ne débloque pas les fonctionnalités des applications premium.
it: Questo è separato da Business Pro e FanGeo+, che sono abbonamenti digitali acquistati tramite Apple Acquisto in-app quando disponibile. La pubblicità non sblocca le funzionalità premium dell'app.
pl: Różni się to od Business Pro i FanGeo+, które są subskrypcjami cyfrowymi kupowanymi za pośrednictwem zakupów w aplikacji Apple, jeśli są dostępne. Reklamy nie odblokowują funkcji premium aplikacji.
pt: Isso é separado de Business Pro e FanGeo+, que são assinaturas digitais adquiridas por meio de compra no aplicativo Apple, quando disponível. A publicidade não desbloqueia recursos premium do aplicativo.
ru: Это отдельно от Business Pro и FanGeo+, которые представляют собой цифровые подписки, приобретаемые через Apple Покупки в приложении, если они доступны. Реклама не разблокирует премиум-функции приложения.
sq: Kjo është e ndarë nga Business Pro dhe FanGeo+, të cilat janë abonime dixhitale të blera përmes Apple Blerje brenda aplikacionit kur ofrohet. Reklamimi nuk zhbllokon veçoritë e aplikacionit premium.
zh_hans: 这与Business Pro 和FanGeo+ 是分开的，Business Pro 和FanGeo+ 是通过Apple 应用内购买（如果可用）购买的数字订阅。广告不会解锁高级应用程序功能。

source: This name and @handle represent your business account. Venue names are edited separately.
de: Dieser Name und @handle repräsentieren Ihr Geschäftskonto. Veranstaltungsortnamen werden separat bearbeitet.
es: Este nombre y @handle representan su cuenta comercial. Los nombres de los local se editan por separado.
fr: Ce nom et @handle représentent votre compte professionnel. Les noms des lieux sont édités séparément.
it: Questo nome e @handle rappresentano il tuo account aziendale. I nomi delle sedi vengono modificati separatamente.
pl: Ta nazwa i @handle reprezentują Twoje konto firmowe. Nazwy miejsc są edytowane osobno.
pt: Este nome e @handle representam sua conta comercial. Os nomes dos locais são editados separadamente.
ru: Это имя и @handle представляют ваш бизнес-аккаунт. Названия площадок редактируются отдельно.
sq: Ky emër dhe @handle përfaqësojnë llogarinë tuaj të biznesit. Emrat e vendeve redaktohen veçmas.
zh_hans: 该名称和@handle代表您的企业帐户。场地名称单独编辑。

source: This one-time choice is saved to your business account. You can upgrade to Business Pro to reactivate every approved venue.
de: Diese einmalige Auswahl wird in deinem Business-Konto gespeichert. Mit Business Pro kannst du jeden genehmigten Standort reaktivieren.
es: Esta elección única se guarda en tu cuenta empresarial. Puedes actualizar a Business Pro para reactivar cada local aprobado.
fr: Ce choix unique est enregistré sur votre compte professionnel. Passez à Business Pro pour réactiver chaque lieu approuvé.
it: Questa scelta una tantum viene salvata nel tuo account business. Passa a Business Pro per riattivare ogni locale approvato.
pl: Ten jednorazowy wybór jest zapisywany na koncie firmowym. Ulepsz do Business Pro, aby reaktywować każde zatwierdzone miejsce.
pt: Esta escolha única é salva na sua conta empresarial. Faça upgrade para Business Pro para reativar cada local aprovado.
ru: Этот разовый выбор сохраняется в бизнес-аккаунте. Перейдите на Business Pro, чтобы реактивировать каждую одобренную площадку.
sq: Kjo zgjedhje njëherëshe ruhet në llogarinë e biznesit. Përmirëso në Business Pro për të riaktivizuar çdo vend të miratuar.
zh_hans: 此一次性选择会保存到你的企业账户。升级到 Business Pro 可重新激活每个已批准的场馆。

source: This pickup game will be automatically deleted 12 hours after the start time.
de: Dieses Pickup-Spiel wird 12 Stunden nach der Startzeit automatisch gelöscht.
es: Este juego gratuito se eliminará automáticamente 12 horas después de la hora de inicio.
fr: Ce jeu de récupération sera automatiquement supprimé 12 heures après l'heure de début.
it: Questo gioco di ritiro verrà eliminato automaticamente 12 ore dopo l'orario di inizio.
pl: Ta gra typu pick-up zostanie automatycznie usunięta 12 godzin po godzinie rozpoczęcia.
pt: Este jogo será excluído automaticamente 12 horas após o horário de início.
ru: Эта игра-пикап будет автоматически удалена через 12 часов после начала.
sq: Kjo lojë marrjeje do të fshihet automatikisht 12 orë pas fillimit.
zh_hans: 该拾取游戏将在开始时间后 12 小时自动删除。

source: This pickup was canceled and is hidden from Discover and player lists.
de: Diese Abholung wurde abgebrochen und ist aus Discover und den Spielerlisten ausgeblendet.
es: Esta recogida fue cancelada y está oculta en Discover y en las listas de jugadores.
fr: Ce retrait a été annulé et est masqué de Discover et des listes de joueurs.
it: Questa raccolta è stata annullata ed è nascosta da Discover e dagli elenchi dei giocatori.
pl: Ten odbiór został anulowany i jest ukryty przed Discover i listami graczy.
pt: Esta coleta foi cancelada e está oculta em Discover e nas listas de jogadores.
ru: Этот трансфер был отменен и скрыт из Discover и списков игроков.
sq: Ky marrje u anulua dhe fshihet nga Discover dhe listat e lojtarëve.
zh_hans: 此拾取已取消，并且在Discover 和玩家列表中隐藏。

source: This profile isn't available
de: Dieses Profil ist nicht verfügbar
es: Este perfil no está disponible
fr: Ce profil n'est pas disponible
it: Questo profilo non è disponibile
pl: Ten profil jest niedostępny
pt: Este perfil não está disponível
ru: Этот профиль недоступен
sq: Ky profil nuk është i disponueshëm
zh_hans: 该个人资料不可用

source: This removes your profile, favorites, attendance, and preferences. Existing chats and Fan Chat comments stay readable for other users and show you as Deleted User. This cannot be undone.
de: Dadurch werden Ihr Profil, Ihre Favoriten, Ihre Anwesenheit und Ihre Präferenzen entfernt. Bestehende Chats und Fan-Chat-Kommentare bleiben für andere Benutzer lesbar und zeigen Sie als gelöschten Benutzer an. Dies kann nicht rückgängig gemacht werden.
es: Esto elimina su perfil, favoritos, asistencia y preferencias. Los chats existentes y los comentarios del Fan Chat permanecen legibles para otros usuarios y lo muestran como Usuario eliminado. Esto no se puede deshacer.
fr: Cela supprime votre profil, vos favoris, votre participation et vos préférences. Les discussions existantes et les commentaires de Fan Chat restent lisibles pour les autres utilisateurs et vous affichent en tant qu'utilisateur supprimé. Cela ne peut pas être annulé.
it: Ciò rimuove il tuo profilo, i preferiti, la partecipazione e le preferenze. Le chat esistenti e i commenti della Fan Chat rimangono leggibili per gli altri utenti e ti mostrano come Utente eliminato. Questa operazione non può essere annullata.
pl: Spowoduje to usunięcie Twojego profilu, ulubionych, obecności i preferencji. Istniejące czaty i komentarze na czacie fanów pozostają czytelne dla innych użytkowników i pokazują Cię jako usuniętego użytkownika. Tego nie można cofnąć.
pt: Isso remove seu perfil, favoritos, presença e preferências. Os bate-papos existentes e os comentários do Fan Chat permanecem legíveis para outros usuários e mostram você como usuário excluído. Isto não pode ser desfeito.
ru: При этом ваш профиль, избранное, посещаемость и предпочтения будут удалены. Существующие чаты и комментарии в чатах фанатов остаются доступными для чтения другим пользователям и отображаются как удаленные пользователи. Это невозможно отменить.
sq: Kjo heq profilin, të preferuarat, pjesëmarrjen dhe preferencat tuaja. Bisedat ekzistuese dhe komentet e Fan Chat mbeten të lexueshme për përdoruesit e tjerë dhe ju tregojnë si përdorues të fshirë. Kjo nuk mund të zhbëhet.
zh_hans: 这将删除您的个人资料、收藏夹、出席情况和偏好。现有聊天和粉丝聊天评论对于其他用户来说仍然可读，并将您显示为已删除用户。此操作无法撤消。

source: This will remove all pokes from your list. This can’t be undone.
de: Dadurch werden alle Pokes aus Ihrer Liste entfernt. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará todos los golpes de tu lista. Esto no se puede deshacer.
fr: Cela supprimera tous les pokes de votre liste. Cela ne peut pas être annulé.
it: Questo rimuoverà tutti i poke dalla tua lista. Questa operazione non può essere annullata.
pl: Spowoduje to usunięcie wszystkich zaczepek z listy. Tego nie można cofnąć.
pt: Isso removerá todas as cutucadas da sua lista. Isso não pode ser desfeito.
ru: Это удалит все поки из вашего списка. Это невозможно отменить.
sq: Kjo do të heqë të gjitha pokes nga lista juaj. Kjo nuk mund të zhbëhet.
zh_hans: 这将从您的列表中删除所有 Poke。此操作无法撤消。

source: This will remove the game from your venue schedule and FanGeo discovery.
de: Dadurch wird das Spiel aus Ihrem Spielplan und der FanGeo Discovery entfernt.
es: Esto eliminará el juego de la programación de tu local y del descubrimiento FanGeo.
fr: Cela supprimera le jeu de votre planning de salle et de FanGeo découverte.
it: Ciò rimuoverà il gioco dal programma della tua sede e dalla scoperta di FanGeo.
pl: Spowoduje to usunięcie gry z harmonogramu miejsca i odkrycie FanGeo.
pt: Isso removerá o jogo da programação do local e da descoberta do FanGeo.
ru: Это приведет к удалению игры из расписания вашего мероприятия и открытия FanGeo.
sq: Kjo do ta heqë lojën nga orari i vendit të ngjarjes dhe zbulimi FanGeo.
zh_hans: 这将从您的场地安排和 FanGeo 发现中删除该比赛。

source: This will remove your pending request.
de: Dadurch wird Ihre ausstehende Anfrage entfernt.
es: Esto eliminará su solicitud pendiente.
fr: Cela supprimera votre demande en attente.
it: Ciò rimuoverà la tua richiesta in sospeso.
pl: Spowoduje to usunięcie Twojej oczekującej prośby.
pt: Isso removerá sua solicitação pendente.
ru: Ваш ожидающий запрос будет удален.
sq: Kjo do të heqë kërkesën tuaj në pritje.
zh_hans: 这将删除您的待处理请求。

source: Time Zone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
it: Fuso orario
pl: Strefa czasowa
pt: Fuso horário
ru: Часовой пояс
sq: Zona kohore
zh_hans: 时区

source: To confirm, type your email or the word DELETE:
de: Geben Sie zur Bestätigung Ihre E-Mail-Adresse oder das Wort LÖSCHEN ein:
es: Para confirmar, escriba su correo electrónico o la palabra BORRAR:
fr: Pour confirmer, tapez votre email ou le mot SUPPRIMER :
it: Per confermare digita la tua email oppure la parola ELIMINA:
pl: Aby potwierdzić, wpisz swój adres e-mail lub słowo USUŃ:
pt: Para confirmar, digite seu e-mail ou a palavra DELETE:
ru: Для подтверждения введите свой адрес электронной почты или слово УДАЛИТЬ:
sq: Për të konfirmuar, shkruani emailin tuaj ose fjalën Fshij:
zh_hans: 要确认，请输入您的电子邮件或单词“删除”：
